Repository: 13DavidG/piSignage
Catalog: translation-files/*.po
Languages: ca, de

source: Three Zones(full bottom) with Main Zone on right
ca: Tres Zones (inferior complert) amb la Zona Principal a la dreta
de: Drei Bereiche (volle Breite unten) mit Hauptbereich rechts

source: Three Zones(full side) with Main Zone on left
ca: Tres Zones (lateral complert) amb la Zona Principal a l'esquerra
de: Drei Bereiche (volle Höhe seitlich) mit Hauptbereich links

source: Three Zones(full side) with Main Zone on left (enable in settings)
ca: Tres Zones (lateral complert) amb la Zona Principal a l'esquerra (activar als ajustos)
de: Drei Bereiche (volle Höhe seitlich) mit Hauptbereich links (in Eigenschaften aktivieren)

source: Three Zones(full side) with Main Zone on right
ca: Tres Zones (lateral complert) amb la Zona Principal a la dreta
de: Drei Bereiche (volle Höhe seitlich) mit Hauptbereich rechts

source: Three Zones(full side) with Main Zone on right (enable in settings)
ca: Tres Zones (lateral complert) amb la Zona Principal a la dreta (activar als ajustos)
de: Drei Bereiche (volle Höhe seitlich) mit Hauptbereich rechts (in Eigenschaften aktivieren)

source: Three Zones(full top) with Main Zone on left (enable in settings)
ca: Tres Zones (superior complert) amb la Zona Principal a l'esquerra (activar als ajustos)
de: Drei Bereiche (volle Breite oben) mit Hauptbereich links

source: Three Zones(full top) with Main Zone on right (enable in settings)
ca: Tres Zones (superior complert) amb la Zona Principal a la dreta (activar als ajustos)
de: Drei Bereiche (volle Breite oben) mit Hauptbereich rechts

source: Thursday
ca: Dijous
de: Donnerstag

source: Time
ca: Temps
de: Zeit

source: Timezone
ca: Zona Horaria
de: Zeitzone

source: Today
ca: Avui
de: Heute

source: Top-Offset:
ca: Offset-Superior:
de: Abstand oben:

source: Total Licenses Available
ca: Total de Llicències Disponibles
de: Gesamt verfügbare Lizenzen

source: Total Licenses issued
ca: Total de Llicències emeses
de: Gesamt genutzte Lizenzen

source: Total Managed Licenses Available
ca: Total de Llicències Gestionades Disponibles
de: Gesamt verfügbare verwaltete Lizenzen

source: Tuesday
ca: Dimarts
de: Dienstag

source: Two Equal Size Zones with Video Zone on left
ca: Dues Zones de la mateixa Mida amb la Zona de Vídeo a l'esquerra
de: Zwei gleiche Bereiche, Video-Bereich links

source: Two Equal Size Zones with Video Zone on right
ca: Dues Zones de la mateixa Mida amb la Zona de Vídeo a la dreta
de: Zwei gleiche Bereiche, Video-Bereich rechts

source: Two Zone Portrait Mode,Orient anti-clockwise
ca: Mode Vertical de Dues Zones, Orientat contra el sentit de les agulles del rellotge
de: Zwei Bereiche im Hochformat, gegen den Uhrzeigersinn

source: Two Zones Portrait Mode, Orient clockwise
ca: Mode Vertical de Dues Zones, Orientat en el sentit de les agulles del rellotge
de: Zwei Bereiche im Hochformat, im Uhrzeigersinn

source: Two Zones with Main Zone on left
ca: Dues Zones amb la Zona Principal a l'esquerra
de: Zwei Bereiche mit Hauptbereich links

source: Two Zones with Main Zone on right
ca: Dues Zones amb la Zona Principal a la dreta
de: Zwei Bereiche mit Hauptbereich rechts

source: Type
ca: Escriu
de: Tippen

source: Type a shell command...
ca: Escriu una comanda de shell...
de: Tippen Sie einen Shell-Befehl ein...

source: Type in your password
ca: Escriu la teva contrassenya
de: Tippen Sie Ihr Passwort ein

source: URL to redirect upon clicking the logo
ca: URL per a redirigir després de prémer el logo
de: URL zum Weiterleiten bei Klick auf das Logo

source: USE THIS FEATURE CAUTIOUSLY
ca: FES SERVIR AQUESTA CARACTERÍSTICA AMB CAUTELA
de: BENUTZEN SIE DIESE OPTION MIT VORSICHT

source: Un-assigned
ca: Desassignat
de: Nicht zugeordnet

source: Update to beta
ca: Actualitzar a beta
de: Auf Beta-Status updaten

source: Upload
ca: Puja
de: Hochladen

source: Upload Complete
ca: Pujada Completada
de: Hochladen abgeschlossen

source: Upload Error
ca: Error de Pujada
de: Fehler beim Hochladen

source: Upload Files
ca: Pujar Fitxers
de: Dateien hochladen

source: Upload custom_layout.html under Assets Tab(otherwise this option is disabled), Use #main,#side, #bottom, #ticker html ID tags for content, see github e.g.
ca: puja un custom_layout.html a la Pestanya de Recursos (d'altra manera aquesta opció està deshabilitada), fes servir els ID d'etiqueta html #main,#side, #bottom, #ticker per al contingut, mira l'exemple del github
de: Laden Sie eine custom_layout.html-Datei unter Inhalte hoch (andernfalls ist diese Option deaktiviert), Benutzen Sie die HTML ID-Tags #main, #bottom, #ticker für Inhalte, siehe auch github

source: Upload files, Add links, Create notices
ca: Pujar fitxers, Afegir enllaços, Crear avisos
de: Dateien hochladen, Links hinzufügen, Notizen erstellen

source: Upload logo using Add Assets &amp; enter filename
ca: Pujar el logo fent servir Afegir Recursos &amp; introduir el nom del fitxer
de: Laden Sie ein Logo über Inhalte hinzufügen hoch &amp; geben Sie den Dateinamen an

source: Upload notice_template.ejs to customize notice
ca: Puja el notice_template.ejs per a personalitzar l'avís
de: Laden Sie eine Datei namens notice_template.ejs hoch, um benutzerdefinierte Notizen zu erstellen

source: Uploading
ca: Pujant
de: Lade hoch

source: Uploads
ca: Pujades
de: Hochgeladene Inhalte

source: Use Binary encoding for RSS, enable this if characters are not displayed properly
ca: Fes servir una codificació Binaria per al RSS, activa això si els caràcters no es mostren correctament
de: Verwende Binär-Kodierung für RSS, aktivieren Sie dies wenn Zeichen nicht korrekt dargestellt werden

source: Use arrow keys &nbsp &#8593; &nbsp and &nbsp &#8595; &nbsp to check Command history
ca: Fes servir les tecles de fletxa &nbsp &#8593; &nbsp i &nbsp &#8595; &nbsp per verificar l'historial de Commandes
de: Nutzen Sie die Pfeil-Tasten &nbsp &#8593; &nbsp und &nbsp &#8595; &nbsp um die Befehl-Historie zu prüfen

source: Use line feed for multiple messages
de: Für mehrere Nachrichten geben Sie jede Nachricht in einer neuen Zeile ein

source: User Settings
ca: Ajustos d'Usuari
de: Benutzer-Einstellungen

source: User name is not valid
ca: El nom d'usuari no és vàlid
de: Benutzername ist ungültig

source: User name not available
ca: Nom d'usuari no disponible
de: Benutzername ist nicht verfügbar

source: User settings has been written, player will reload the program
de: Benutzer-Einstellungen wurden gespeichert, Abspielgerät lädt das Programm neu

source: UserID
ca: ID d'Usuari
de: Benutzer-ID

source: Username
ca: Nom d'usuari
de: Benutzername

source: Username at pisignage.com
ca: Nom d'usuari a pisignage.com
de: Benutzername auf pisignage.com

source: Username or Email
ca: Nom d'usuari o Email
de: Benutzername oder E-Mail-Adresse

source: View
ca: Vista
de: Anzeigen

source: View & Upload
de: Anzeigen & Hochladen

source: View Stats, File play counts &amp; events and download reports
ca: Veure Estadístiques, Compte de reproduccions de fitxer &amp; esdeveniments i descàrrega d'informes
de: Statistiken anzeigen, Anzahl der Wiedergaben &amp; Berichte zu Ereignissen und Herunterlade-Vorgängen

source: View and Purchase licenses &amp; subscription
ca: Veure i Comprar llicències &amp; subscripció
de: Abo / Lizenzen anzeigen und kaufen

source: Volume Setting
de: Lautstärke-Einstellungen

source: Volume level
de: Lautstärke

source: Volume(%)
ca: Volum(%)
de: Lautstärke (%)

source: WAIT
ca: ESPERA
de: WARTEN

source: Web Link(embedded)
ca: Enllaç Web (encastat)
de: Web-Link (eingebettet)

source: Web Link(embedded, shows in an iframe)
ca: Enllaç Web (encastat, es mostra en un iframe)
de: Web-Link (eingebettet, wird in einem iframe angezeigt)

source: Web Page (needs v1.6.0+)
ca: Pàgina Web (requereix v1.6.0+)
de: Web-Seite (benötigt Version 1.6.0 oder höher)

source: Web Page (needs v1.6.0+, shows in a browser for CORS support)
ca: Pàgina Web (requereix v1.6.0+, es mostra en un navegador per al suport CORS)
de: Web-Seite (benötigt Version 1.6.0 oder höher, wird in einem Browser mit CORS-Support angezeigt)

source: Wednesday
ca: Dimecres
de: Mittwoch

source: Welcome
ca: Benvingut
de: Willkommen

source: WiFi Settings
ca: Ajustos WiFi
de: WLAN-Einstellungen

source: WiFi update in Progress ....
de: WLAN wird aktualisiert ...

source: Width:
ca: Amplada:
de: Breite:

source: You are not the owner of this installation
ca: No ets el propietari d'aquesta instal·lació
de: Sie sind nicht Besitzer dieser Installation

source: You can add Youtube and web links here
ca: Pots afegir enllaços al Youtube i a la web aquí
de: Sie können hier YouTube und Web-Links hinzufügen

source: You can add text message here
de: Sie können hier Textnachrichten hinzufügen

source: You can play the assets only on side and banner zones by disabling main zone here. Still you have to select dummy file for main zone due to our UI issue! We will correct it soon.
ca: Pots reproduir els recursos només a les zones laterals i de banner deshabilitant la zona principal aquí. Encara has de seleccionar un fitxer fictici per a la zona principal degut al nostre problema d'UI! Ho corregirem en breu.
de: Sie können die Inhalte nur in Seiten- und Banner-Bereichen abspielen, wenn Sie den Hauptbereich hier deaktivieren. Aufgrund der Benutzeroberfläche müssen Sie trotzdem eine Dummy-Datei für den Hauptbereich auswählen! Wir werden das bald korrigieren.

source: You can purchase in multiples of 12 player-month credits to manage at pisignage.com
ca: Pots comprar crèdits en múltiples de 12 per reproductor/mes per a administrar a pisignage.com
de: Sie können Monats-Guthaben für Abspielgeräte in Vielfachen von 12 kaufen zum Verwalten auf pisignage.com

source: You can upload multiple files at a time
ca: Pots pujar varis fitxers a la vegada
de: Sie können mehrere Dateien gleichzeitig hochladen

source: You will be redirected to Google Accounts page now with the chosen ID as the account. After logging into the account, accept the permisson request from this site.
ca: Ara seràs redirigit a la pàgina dels Comptes de Google amb l'ID seleccionat com a compte. Després d'iniciar la sessió al compte, accepta la petició de permís per a aquest lloc web.
de: Sie werden nun mit der gewählten ID zur Google Benutzer-Seite weitergeleitet. Akzeptieren Sie die Berechtigung für diese Seite nach dem Anmelden.

source: You will loose unsaved changes if you leave this page
ca: Perdràs els canvis no guardats si abandones aquesta pàgina
de: Wenn Sie die Seite verlassen, werden nicht gespeicherte Änderungen verworfen

source: You will loose unsaved changes if you reload this page
ca: Perdràs els canvis no guardats si recarregues aquesta pàgina
de: Wenn Sie die Seite neu laden, werden nicht gespeicherte Änderungen verworfen

source: Your Email
ca: El teu Email
de: Ihre E-Mail-Adresse

source: `Left-offset` and `Top-Offset` defines the position of the window across your display.
ca: `Offset-Esquerra` i `Offset-Superior`defineixen la posició de la finestra a través de la teva pantalla.
de: 'Abstand links' und 'Abstand oben' definiert die Position des Bereichs auf Ihrem Bildschirm.

source: after purchase at PayPal site return to pisignage.com for auto update of licenses)
ca: després de comprar al lloc de PayPal retorna a pisignage.com per a l'auto actualització de les llicències)
de: kehren Sie nach dem Kauf auf der PayPal-Seite zu pisignage.com zurück, um die Lizenzen automatisch zu aktualisieren)

source: along with
ca: conjuntament amb
de: gemeinsam mit

source: assets,&nbsp;layout:
ca: assets,&nbsp;disposició:
de: Inhalte,&nbsp;Anordnung:

source: associated playlists
ca: llistes associades
de: Verbundene Wiedergabelisten

source: by:
ca: per:
de: von:

source: click to rename
ca: prem per a reanomenar
de: zum Umbenennen klicken

source: dates:
de: Daten:

source: delete
ca: esborra
de: löschen

source: e.g. http(s)://site.com or rtsp://
ca: p. ex. http(s)://lloc.com o rtsp://
de: z.B. http(s)://site.com oder rtsp://

source: e.g. location of the player
ca: p. ex. ubicació del reproductor
de: z.B. Standort des Abspielgeräts

source: e.g: London,UK
ca: p. ex. London,UK
de: z.B. London, UK

source: enter your rss link ....
ca: introdueix el teu enllaç rss...
de: geben Sie Ihren RSS Link ein...

source: files)
ca: fitxers)
de: Dateien)

source: for the week
ca: per la setmana
de: für diese Woche

source: last seen
ca: vist per últim cop
de: zuletzt gesehen

source: last sync
ca: última sincronització
de: zuletzt synchronisiert

source: last taken:
ca: pres per últim:
de: zuletzt aufgenommen:

source: location
ca: ubicació
de: Standort

source: main Zone: 720x1280
ca: Zona principal: 720x1280
de: Hauptbereich: 720x1280

source: main Zone:1280x720
ca: Zona principal:1280x720
de: Hauptbereich: 1280x720

source: main Zone:640x720, side Zone:640x720
ca: Zona principal:640x720, Zona lateral:640x720
de: Hauptbereich: 640x720, Seiten-Bereich: 640x720

source: main Zone:960x540, side Zone:320x540, bottom Zone:1280x180
ca: Zona principal:960x540, Zona lateral:320x540, Zona inferior:1280x180
de: Hauptbereich: 950x540, Seiten-Bereich: 320x540, unterer Bereich: 1280x180

source: main Zone:960x540, side Zone:320x540, top Zone:1280x180
ca: Zona principal:960x540, Zona lateral:320x540, Zona superior:1280x180
de: Hauptbereich: 950x540, Seiten-Bereich: 320x540, oberer Bereich: 1280x180

source: main Zone:960x540, side Zone:320x720, bottom Zone:960x180
ca: Zona principal:960x540, Zona lateral:320x720, Zona inferior:960x180
de: Hauptbereich: 950x540, Seiten-Bereich: 320x720, unterer Bereich: 960x180

source: main Zone:960x540, side Zone:320x720, top Zone:960x180
ca: Zona principal:960x540, Zona lateral:320x720, Zona superior:960x180
de: Hauptbereich: 950x540, Seiten-Bereich: 320x720, oberer Bereich: 960x180

source: main Zone:960x720, side Zone:320x720
ca: Zona principal:960x720, Zona lateral:320x720
de: Hauptbereich: 960x720, Seiten-Bereich: 320x720

source: minimum of 8 characters
ca: mínim de 8 caràcters
de: mindestens 8 Zeichen

source: new software available, click to upgrade
ca: nou software disponible, prem per a actualitzar
de: Neue Software verfügbar, für Update klicken

source: none
ca: cap
de: keine

source: on Date(s)
de: an Datum / Daten

source: overscan_left & overscan_right
de: overscan links & overscan rechts

source: overscan_top & overscan_bottom
de: overscan oben & overscan unten

source: player disk space used
ca: espai de disc del reproductor usat
de: genutzter Festplattenplatz des Abspielgeräts

source: playlists,
ca: llistes,
de: Wiedergabeisten,

source: please write to us at sales@pisignage.com or by filling
ca: siusplau escriviu-nos a sales@pisignage.com o omplint
de: schreiben Sie uns bitte an sales@pisignage.com oder füllen

source: reason:
ca: raó:
de: Grund:

source: reason: http post error
ca: raó: http post error
de: Grund: HTTP Post Fehler

source: remove as collaborator
ca: eliminar com a col·laborador
de: Als Mitarbeiter entfernen

source: scan network
de: Netzwerk scannen

source: seconds
ca: segons
de: Sekunden

source: select to add and unselect to remove
ca: selecciona per a afegir i deselecciona per a esborrar
de: Zum Hinzufügen aktivieren, zum Entfernen deaktivieren

source: sorted alphabetically
ca: ordenats alfabèticament
de: alphabetisch sortiert

source: sorted by last reported to server
ca: ordenats per l'últim informat al servidor
de: nach letztem Kontakt zum Server sortieren

source: start is sychronized to 00 seconds
ca: el començament està sincronitzat a 00 segons
de: Start ist auf 00 Sekunden synchronisiert

source: till
ca: fins que
de: bis

source: to
ca: a
de: bis

source: to upload
de: hochzuladen

source: today
ca: avui
de: heute

source: top Zone:720x540,bottom zone:720x740
ca: Zona superior:720x540, zona inferior:720x740
de: Oberer Bereich: 720x540, Unterer Bereich: 720x740

source: total
de: gesamt

source: type first 3 letters of username for the names to appear
ca: escriu les 3 primeres lletres o el nom d'usuari per a que apareguin els noms
de: geben Sie die ersten drei Buchstaben des Benutzernamens ein, um die Namen anzuzeigen

source: uncheck for license only option
ca: desselecciona per a l'opció de només llicència
de: deaktivieren für die Nur Lizenz-Option

source: uploaded on
ca: pujat a
de: hochgeladen am

source: used
ca: usat
de: genutzt

source: week days:
ca: dies de la setmana:
de: Wochentage:

source: will continue to play.
ca: continuarà reproduint.
de: wird weiter abspielen.

source: with your contact details, number of players to be managed and storage requirements.
ca: amb els teus detalls de contacte, número de reproductors a gestionar i requeriments d'emmagatzemament
de: mit Ihren Kontaktdetails, Anzahl der zu verwaltenden Abspielgeräten und Speicherbedarf.

source: you can leave a note here
ca: pots deixar una nota aquí
de: Sie können hier eine Notiz hinterlassen

source: you get 3 free player licenses and also free subscription for the hosted service for 3 players.
ca: obtens 3 llicències gratuïtes i també una subscripció gratuïta per al serveis hostatjat per a 3 reproductors.
de: Sie bekommen 3 kostenlose Lizenzen für Abspielgeräte und außerdem ein Abo für die Verwaltung von 3 Abspielgeräten.

source: zone
ca: zona
de: Bereich

source: &nbsp;status
ca: &nbsp;estat

source: (Please contact support@pisignage.com for license redemption)
ca: (Siusplau contacta amb support@pisignage.com per redimir una llicència)

source: (deploy, tv control)
ca: (desplega, control tv)

source: Accessible Accounts
ca: Comptes Accessibles

source: Add Messages for the ticker
ca: Afegir missatges per al teletip

source: Add other zone assets
ca: Afegir altres zones de recursos

source: All
ca: Tot

source: BACK
ca: ENRERA

source: Body
ca: Cos

source: Category exists
ca: Aquesta categoria ja existeix

source: Coming Soon!
ca: Properament!

source: Configure the Ticker
ca: Configura el Teletip

source: Count
ca: Comptador

source: Current PLaylist
ca: Llista Actual

source: Day(s) of Month
ca: Dia/es del Mes

source: Deploy all
ca: Desplegar tot

source: Details
ca: Detalls

source: Details (Click on the cell to know the details)
ca: Detalls (Prémer a la cel·la per a veure els detalls)

source: Disable Animation
ca: Deshabilitar Animació

source: Disable OverScan
ca: Deshabilitar Overscan

source: Do not Reload URL for links every time
ca: No Recarregar una URL pels enllaços cada vegada

source: Enable Animation
ca: Habilita Animació

source: Enter messages here
ca: Introduir missatges aquí

source: Error occured while saving data, Please refresh and Try again
ca: Hi ha hagut un error en guarda les dades, Siusplau refresca i Prova altra vegada

source: Full HD 1080p Video & Browser 1920x1080
ca: Vídeo en Full HD 1080p & Navegador 1920x1080

source: Google User ID
ca: ID d'Usuari de Google

source: HD 720p Video & Browser 1280x720
ca: Vídeo en HD 720p & Navegador 1280x720

source: Help Topics
ca: Temes d'Ajuda

source: How To
ca: Com fer

source: Image/Video Orientation
ca: Orientació d'Imatge/Vídeo

source: Installation Related
ca: Relacionat amb la Instal·lació

source: Link Type
ca: Tipus d'Enllaç

source: Log Messages
ca: Missatges de Log

source: NA
ca: ND

source: Name&nbsp;&nbsp;
ca: Nom&nbsp;&nbsp;

source: New Password:
ca: Nova Contrassenya:

source: No Playlist is being Played
ca: No hi ha cap Llista Reproduint-se

source: Omxplayer Volume
ca: Volum de l'Omxplayer

source: Play one asset after every Interval
ca: Reprodueix un recurs després de cada Interval

source: Player Categories
ca: Categories de Reproductors

source: Playing
ca: Reproduint

source: Playing since :
ca: Reproduint des de:

source: Primary DNS(optional)
ca: DNS Primari (opcional)

source: RSS feed Link
ca: Enllaç del canal RSS

source: Rename successful, Please reload Browser after 30 seconds
ca: Reanomenat satisfactori, Siusplau recarrega el Navegador passats 30 segons

source: ResponseText Parsing error
ca: Error d'Anàlisi del Text de Resposta

source: START PLAYING
ca: COMENÇA A REPRODUÏR

source: STOP
ca: ATURAR

source: Schedule Playlists for
ca: Planifica Llistes per a

source: Scroll
ca: Desplaçament

source: Secondary DNS(optional)
ca: DNS Secundari (opcional)

source: Select Categories for the link
ca: Selecciona les Categories per a l'enllaç

source: Select Display Orientation and Resolution
ca: Selecciona la Orientació i la Resolució de la Pantalla

source: Selected Group for the Player
ca: Selecciona un Grup per al Reproductor

source: Set Display Mode
ca: Estableix un Mode de Visualització

source: Set OmxPlayer Volume:
ca: Estableix el Volum de l'OmxPlayer:

source: Set Timings for Scheduled Playlist
ca: Estableix els Temps per a la Llista Planificada

source: Signage Background CSS Color
ca: Color CSS del fons de la Senyalització

source: Software Update
ca: Actualització del Software

source: Status
ca: Estat

source: Stream From Internet
ca: Stream Des d'Internet

source: Update
ca: Actualitza

source: Use RSS feed
ca: Fes servir un proveïdor RSS

source: Username-Password Change successful , Please reload Browser after 30 seconds
ca: Canvi de Nom d'usuari o Contrassenya correcte, Siusplau recarrega el Navegador passats 30 segons

source: Username:
ca: Nom d'usuari:

source: Week Day(s)
ca: Dia(es) de la Setmana

source: YouTube or Streaming
ca: YouTube o Streaming

source: Your settings saved, Please refresh the page
ca: Els ajustos s'han guardat, Siusplau refresca la pàgina

source: at
ca: a

source: by clicking zone file button. If there is no file attached to a particular zone, the previous content for that zone
ca: prement el botó de fitxer de zona. Si no hi ha cap fitxer lligat a una zona particular, l'anterior contingut per a aquella zona

source: free
ca: gratuït

source: link will be saved in this file
ca: l'enllaç es guardarà en aquest fitxer

source: new
ca: nou

source: online
ca: en línia

source: only in the main Zone. Select a file in the playlist to play in the main zone,add other zone files to the main file
ca: només a la Zona principal. Selecciona un fitxer a la llista per a reproduir a la zona principal, afegeix altres fitxers de zona al fitxer principal

source: overscan_bottom
ca: overscan inferior

source: overscan_left
ca: overscan esquerre

source: overscan_right
ca: overscan dret

source: overscan_top
ca: overscan superior

source: unassign the playlist
ca: desassigna la llista

source: version
ca: versió
