Repository: 13DavidG/piSignage
Catalog: translation-files/*.po
Languages: ca, de

source: Instructions have been sent to the email provided, please check your email
ca: Les instruccions han estat enviades a l'email proporcionat, siusplau revisa el teu email
de: Anweisungen wurden an die angegebene E-Mail-Adresse gesendet, bitte prüfen Sie Ihre E-Mail-Nachrichten

source: Item
ca: Article
de: Inhalt

source: Landscape
ca: Apaïsat
de: Querformat

source: Last 1 Year
ca: Últim 1 Any
de: Letztes Jahr

source: Last 30 Days
ca: Últims 30 Dies
de: Letzte 30 Tage

source: Last 7 Days
ca: Últims 7 Dies
de: Letzte 7 Tage

source: Layout
ca: Disposició
de: Anordnung

source: Layout Selection
de: Auswahl der Anordnung

source: Left-Offset:
ca: Desplaçament Esquerra
de: Abstand links:

source: License Only
ca: Només Llicències
de: Nur Lizenz

source: Licenses Issued
ca: Llicències Emeses
de: Genutzte Lizenzen

source: Licenses/Subscriptions
ca: Llicències/Subscripcions
de: Lizenzen / Abos

source: Like it!
de: Gefällt mir!

source: Link Address
ca: Adreça d'enllaç
de: Link-Adresse

source: Livestreaming or YouTube
de: Livestream oder YouTube

source: Location
de: Standort

source: Log-in
ca: Accedir
de: Anmelden

source: Make it Advt
ca: Fer-ne un Anunci
de: Als Werbung kennzeichnen

source: Make this as Advt. Playlist
ca: Fer aquesta una Llista d'Anunci
de: Als Werbe-Wiedergabeliste kennzeichnen

source: Manage Content
ca: Gestionar Contingut
de: Inhalt verwalten

source: Manage Players
ca: Gestionar Reproductors
de: Abspielgeräte verwalten

source: Managed
ca: Gestionats
de: Verwaltet

source: Managed Licenses Issued
ca: Llicències Gestionades Emeses
de: Genutzte verwaltete Lizenzen

source: Managed Players
ca: Reproductors Gestionats
de: Verwaltete Abspielgeräte

source: Managed at pisignage.com
ca: Gestionat a pisignage.com
de: Von pisignage.com verwaltet

source: Max-length
ca: Longitud màxima
de: Maximale Länge

source: Maximum allowed Playlist Schedules (20)
ca: Planificacions de Llistes màximes permeses (20)
de: Maximal erlaubte geplante Wiedergabelisten (20)

source: Media RSS
ca: RSS de Mitjans
de: RSS-Medien

source: Media RSS (needs v1.7.0)
ca: RSS de Mitjans (requereix v1.7.0)
de: RSS-Medien (benötigt Version 1.7.0)

source: Message
de: Nachricht

source: Minimum of 8 characters
ca: Mínim de 8 caràcters
de: Mindestens 8 Zeichen

source: Monday
ca: Dilluns
de: Montag

source: Monthly Report for
ca: Informe Mensual per
de: Monatsreport für

source: Name for the player
ca: Nom del reproductor
de: Name des Abspielgeräts

source: Name&nbsp;&nbsp; <div class="btn-group"> <button title="{{'sorted by last reported to server' | translate}}" ng-click="sortmethod='lastReported'" ng-class="{'active': sortmethod=='lastReported'}" class="btn btn-default btn-xs"><i class="fa fa-clock-o fa-lg"></i></button> <button title="{{'sorted alphabetically' | translate}}" ng-click="sortmethod='name'" ng-class="{'active': sortmethod=='name'}" class="btn btn-default btn-xs"><i class="fa fa-sort-alpha-asc fa-lg"></i></button> </div>
de: Name&nbsp;&nbsp; <div class="btn-group"> <button title="{{'nach letztem Report an Server sortieren' | translate}}" ng-click="sortmethod='lastReported'" ng-class="{'active': sortmethod=='lastReported'}" class="btn btn-default btn-xs"><i class="fa fa-clock-o fa-lg"></i></button> <button title="{{'alphabetisch sortiert' | translate}}" ng-click="sortmethod='name'" ng-class="{'active': sortmethod=='name'}" class="btn btn-default btn-xs"><i class="fa fa-sort-alpha-asc fa-lg"></i></button> </div>

source: Netmask
ca: Màscara de xarxa
de: Netzwerkmaske

source: Network Mode
de: Netzwerk-Modus

source: Network Name (SSID)
ca: Nom de la Xarxa (SSID)
de: Netzwerk-Name (SSID)

source: Network Settings
ca: Ajustos de Xarxa
de: Netzwerk-Einstellungen

source: Network interface file I/O error
de: Netzwerk-Interfacedatei I/O Fehler

source: Network update in Progress ....
de: Netzwerk-Update ...

source: New Password
ca: Nova Contrassenya
de: Neues Passwort

source: New playlist will be switched at the end of current loop(needs v1.7.8+)
ca: La nova llista es canviarà al final del bucle actual(requereix v1.7.8+)
de: Neue Wiedergabeliste wird am Ende der aktuellen Wiedergabe gewechselt (benötigt Version 1.7.8 oder neuer)

source: Next Billing
ca: Següent Facturació
de: Nächste Abrechnung

source: Next Free Credit
ca: Següent Crèdit Gratuït
de: Nächstes kostenloses Guthaben

source: No Files
ca: Sense Fitxers
de: Keine Dateien

source: No Playlist is being played
de: Es wird keine Wiedergabeliste abgespielt

source: No files to upload
ca: Sense fitxers per a pujar
de: Keine Dateien zum Hochladen

source: No media assets found, Upload assets using Add button
ca: No s'han trobat recursos de mitjans, Puja recursos fent servir el botó Afegir
de: Keine Medieninhalte gefunden, Laden Sie Inhalte über den Hinzufügen-Knopf hoch

source: Non-managed License Only Players
ca: Només Reproductors amb Llicències No Gestionades
de: Nicht verwaltete Abspielgeräte (Nur Lizenz)

source: Normal view
ca: Vista Normal
de: Normale Ansicht

source: Not Scheduled
ca: No Planificat
de: Nicht geplant

source: Notice:
ca: Avís:
de: Notiz:

source: Old Password
ca: Contrassenya Vella
de: Altes Passwort

source: On
de: Ein

source: On Time for players for the day
ca: Puntual per als reproductors per al dia
de: Ein-Zeit für Abspielgeräte für diesen Tag

source: On week day(s)
de: An Wochentagen

source: One of the selected playlist has zero items
ca: Una de les llistes no té articles
de: Eine der gewählten Wiedergabelisten hat keine Inhalte

source: Only Player license needs to be generated
ca: Només s'ha de generara la llicència del Reproductor
de: Es muss nur eine Abspielgerät-Lizenz generiert werden

source: Only on Selected Days
ca: Només en Dies Seleccionats
de: Nur an ausgewählten Tagen

source: Open the player terminal to issue commands, TV on/off and take snapshots
ca: Obrir el terminal del reproductor per a realitzar comandes, TV on/off i fer instantànies
de: Terminal des Abspielgeräts öffnen, um Befehle zu erteilen, Fernseher ein- und ausschalten und Bildschirmfoto erstellen

source: Optional CSS
de: Optionale CSS-Angaben

source: Optional Note
ca: Nota Opcional
de: Optionale Notiz

source: Optional footer message
ca: Missatge de peu de pàgina opcional
de: Optionale Fußzeilen-Nachricht

source: PLAY
ca: REPRODUEIX
de: ABSPIELEN

source: Password
ca: Contrassenya
de: Passwort

source: Password must be at least 3 characters.
ca: La contrassenya ha de tenir almenys 3 caràcters
de: Passwort muss mindestens 3 Zeichen lang sein.

source: Password must be atleast 8 characters
ca: La contrassenya ha de tenir almenys 8 caràcters
de: Passwort muss mindestens 8 Zeichen lang sein

source: Password successfully changed.
ca: La contrassenya s'ha canviat correctament
de: Passwort erfolgreich geändert.

source: Passwords do not match
ca: Les contrassenyes no concorden
de: Passwörter stimmen nicht überein

source: Passwords do not match!!
ca: Les contrassenyes no concorden!!
de: Passwörter stimmen nicht überein!

source: Pick a unique userID
ca: Tria un ID d'usuari únic
de: Wählen Sie eine einmalige Benutzer-ID

source: Play
de: Abspielen

source: Play Stats
ca: Reproduir Estadístiques
de: Wiedergabe-Statistiken

source: Play only in side/banner zones
ca: Reproduir només en les zones de pancarta lateral
de: Nur in Seiten- / Banner-Bereichen abspielen

source: Play together with scheduled playlist (v1.7.0+)
ca: Reproduir a la vegada amb les llistes planificades (v1.7.0+)
de: Mit der geplanten Wiedergabeliste gemeinsam abspielen (erst ab Version 1.7.0)

source: Player
ca: Reproductor
de: Abspielgerät

source: Player Location
ca: Ubicació del Reproductor
de: Standort des Abspielgeräts

source: Player Name
ca: Nom del Reproductor
de: Name des Abspielgeräts

source: Player has updated the wifi settings
de: Abspielgerät hat die WLAN-Einstellungen aktualisiert

source: Player settings for the player:&nbsp;
de: Einstellungen für das Abspielgerät:&nbsp;

source: Player settings for the {{group.name}}<span class="text-muted">&nbsp;group</span>
de: Abspielgerät-Einstellungen für die {{group.name}}<span class="text-muted">&nbsp;Gruppe</span>

source: Player will reboot to effect the changes
de: Abspielgerät startet neu, um die Änderungen zu übernehmen

source: Player will update the IP settings & reboot
de: Abspielgerät aktualisiert die IP-Einstellungen & startet neu

source: Player will update the software & reboot
de: Abspielgerät aktualisiert die Software & startet neu

source: Players
ca: Reproductors
de: Abspielgeräte

source: Playing since:
de: Spielt seit:

source: Playlist
ca: Llista
de: Wiedergabeliste

source: Playlist exists already
de: Wiedergabeliste existiert schon

source: Playlist wise Listing
ca: Llistat de Llistes intel·ligent
de: Sortierung nach Wiedergabeliste

source: Playlists
ca: Llistes
de: Wiedergabelisten

source: Playlists:&nbsp;
ca: Llistes:&nbsp;
de: Wiedergabelisten:&nbsp;

source: Please Confirm
ca: Siusplau Confirma
de: Bitte bestätigen

source: Please Sign-in!
ca: Siusplau Inscriu-te
de: Bitte anmelden!

source: Please Wait
ca: Siusplau Espera
de: Bitte warten

source: Please Wait, Request pending
ca: Siusplau Espera, Petició pendent
de: Bitte warten, Anfrage ausstehend

source: Please check your username/email-id again
ca: Siusplau repassa el teu nom d'usuari/email altra vegada
de: Bitte prüfen Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse noch einmal

source: Please enter your username or email
ca: Siusplau introdueix en teu nom d'usuari o email
de: Bitte geben Sie Ihren Benutzername oder Ihre E-Mail-Adresse ein

source: Please select a password
ca: Siusplau selecciona una contrassenya
de: Bitte wählen Sie ein Passwort

source: Please wait while data being requested
ca: Siusplau espera mentre les dades es demanen
de: Bitte warten Sie einen Moment, während die Daten angefordert werden

source: Please wait...
ca: Siusplau espera...
de: Bitte warten ...

source: Portrait
ca: Vertical
de: Hochformat

source: Portrait Left (Hardware)
ca: Vertical Esquerra (Hardware)
de: Hochformat links (Hardware)

source: Portrait Right (Hardware)
ca: Vertical Dret (Hardware)
de: Hochformat rechts (Hardware)

source: Power OFF at
de: Ausschalten um

source: Power ON at
de: Einschalten um

source: Preview
ca: Previsualització
de: Vorschau

source: Preview the schedule for the group
ca: Previsualitza i planifica per al grup
de: Vorschau der Planung für diese Gruppe

source: Primary DNS
de: Primärer DNS-Server

source: Proceed >>
ca: Procedeix >>
de: Fortfahren >>

source: Processing Error...
ca: Error de Processat...
de: Verarbeite Fehler ...

source: Processing in Progress...
ca: Processat en Procés...
de: Verarbeite ...

source: Profile
ca: Perfil
de: Profil

source: Purchase Licenses Only
ca: Només Compres de Llicències
de: Nur Lizenzen kaufen

source: Purchase Managed Licenses
ca: Compra de Llicències Gestionades
de: Verwaltete Lizenzen kaufen

source: Purchase includes player license and 1 Year subscription at pisignage.com
ca: La compra inclou una llicència de reproductor i una subscripció d'1 Any a pisignage.com
de: Kauf beinhaltet Abspielgerät-Lizenz und 1 Jahr Abo auf pisignage.com

source: Purge All playlist assets & add this to playlist
ca: Purga Tots els recursos de la llista & afegeix aquest a la llista
de: Alle Inhalte der Wiedergabeliste löschen & das zur Wiedergabeliste hinzufügen

source: Queued in for Processing
ca: Encuat per a Processament
de: Für Verarbeitung eingereiht

source: Re-enter the Password
ca: Reintrodueix la Contrassenya
de: Bitte geben Sie das Passwort noch einmal ein

source: Rearrange assets by dragging
ca: Reorganitza els recursos arrossegant-los
de: Ordnen Sie Inhalte durch Ziehen neu an

source: Register
ca: Registre
de: Registrieren

source: Register New Player
ca: Registra un Nou Reproductor
de: Neues Abspielgerät registrieren

source: Register Players
de: Abspielgeräte registrieren

source: Register a Player
ca: Registrar un Reproductor
de: Ein Abspielgerät registrieren

source: Register a player with the CPU ID displayed on TV
ca: Registra un reproductor amb l'ID de la CPU que es mostra a la TV
de: Ein Abspielgerät mit der auf dem Fernseher angezeigten CPU-ID registrieren

source: Register, Monitor &amp; rename Players,assign group &amp; timezone, issue shell commands, view player snapshots
ca: Registre, Monitorització &amp; reanomenat de Reproductors, assignar grup &amp; zona horària, realitzar comandes de shell, veure instantànies del reproductor
de: Abspielgeräte registrieren, überwachen &amp; umbenennen, Gruppe &amp; Zeitzone zuweisen, Shell-Befehle ausführen, Bildschirmfotos anzeigen

source: Registered Players
ca: Reproductors Registrats
de: Registrierte Abspielgeräte

source: Reload link URLs each time<br>(appends ?ts in chromeapp)
de: Lade Link URLs neu<br>(hängt ?ts an chromeapp an)

source: Rename or Delete Assets
ca: Reanomenar o Esborrar Recursos
de: Inhalte umbenennen oder löschen

source: Rename or Delete Groups
ca: Reanomenar o Esborrar Grups
de: Gruppen umbenennen oder löschen

source: Rename or Delete Playlists
ca: Reanomenar o Esborrar Llistes
de: Wiedergabelisten umbenennen oder löschen

source: Rename or delete files, tap Done when completed
ca: Reanomenar o esborrar fitxers, prémer Fet quan estigui acabat
de: Dateien umbenennen oder löschen, klicken Sie anschließend auf "Erledigt"

source: Reports
ca: Informes
de: Berichte

source: Resize & Reboot
ca: Canviar la Mida i Reiniciar
de: Größe ändern & neu starten

source: Resolution
ca: Resolució
de: Auflösung

source: Restore Bottom Zone Defaults
ca: Restableix per Defecte la Zona Inferior
de: Standards für unteren Bereich wiederherstellen

source: Restore Defaults
ca: Restaurar els Valors per Defecte
de: Standards wiederherstellen

source: Restore Side Zone Defaults
ca: Restableix per Defecte la Zona Lateral
de: Standards für Seiten-Bereich wiederherstellen

source: SAVE
ca: GUARDAR
de: SPEICHERN

source: START PLAYING &nbsp;
de: WIEDERGABE STARTEN &nbsp;

source: Saturday
ca: Dissabte
de: Samstag

source: Save
ca: Guardar
de: Speichern

source: Save &
ca: Guardar &
de: Speichern &

source: Save & Reboot
ca: Guardar & Reiniciar
de: Speichern & Neustart

source: Save New Changes
ca: Guardar Nous Canvis
de: Neue Änderungen speichern

source: Save Tags
ca: Guardar Etiquetes
de: Kennzeichnungen speichern

source: Save changes
ca: Guardar canvis
de: Änderungen speichern

source: Schedule
ca: Planifica
de: Planen

source: Schedule Additional Playlists for specific Play times
ca: Planifica Llistes Addicionals per a moments específics de Reproducció
de: Zusätzliche Wiedergabelisten zu besonderen Zeiten planen

source: Schedule Display OFF
ca: Planifica l'apagada de la Pantalla
de: Bildschirm AUS planen

source: Schedule Playlist
ca: Planifica Llistes
de: Wiedergabeliste planen

source: Schedule Playlists for&nbsp;
de: Wiedergabeliste planen für&nbsp;

source: Schedule TV ON/OFF
de: Fernseher AN/AUS planen

source: Schedule for
ca: Planifica per
de: Planen für

source: Screeen Shots
ca: Captures de Pantalla
de: Bildschirmfotos

source: Screen Orientation
ca: Orientació de la Pantalla
de: Bildschirmausrichtung

source: Scroll Direction
de: Roll-Richtung

source: Scroll left
de: Nach links rollen

source: Scroll right
de: Nach rechts rollen

source: Search by Name
ca: Busca per Nom
de: Nach Name suchen

source: Secondary DNS
de: Sekundärer DNS-Server

source: See Release Notes
ca: Veure Notes de la Versió
de: Versionshinweise lesen

source: Select All
ca: Selecciona-ho Tot
de: Alles auswählen

source: Select Categories
de: Kategorien auswählen

source: Select Categories for the Notice
ca: Selecciona les Categories per a l'Avís
de: Kategorien für die Notiz auswählen

source: Select Categories for the files
ca: Selecciona les Categories per als fitxers
de: Kategorien für die Dateien auswählen

source: Select Category
ca: Selecciona Categoria
de: Kategorie auswählen

source: Select Display Layout (default 1)
ca: Selecciona la Disposició de la Pantalla (per defecte 1)
de: Bildschirm für Anordnung auswählen (Standard 1)

source: Select the layout for this playlist &amp; videowindow
ca: Selecciona la disposició per a aquesta llista &amp; finestra de vídeo
de: Anordnung für diese Wiedergabeliste &amp; diesen Bereich auswählen

source: Selected Group
de: Gewählte Gruppe

source: Server name has been reconfigured, player will reload the program
de: Server-Name wurde geändert, Abspielgerät lädt das Programm neu

source: Set Group Ticker
ca: Estableix un Teletip de Grup
de: Gruppen-Ticker einrichten

source: Set Ticker
ca: Estableix el Teletip
de: Ticker einrichten

source: Set Timings for Scheduled Playlist&nbsp;
de: Zeiten für geplante Wiedergabeliste einrichten&nbsp;

source: Set Username and Password for Download Access
ca: Estableix el Nom d'Usuari i la Contrassenya per a l'Accés de Descàrrega
de: Benutzername und Passwort zum Herunterladen einrichten

source: Set a Default Playlist
ca: Estableix una Llista per Defecte
de: Standard-Wiedergabeliste einrichten

source: Set player credentials,custom logo &amp; default duration,Add colaaborators, deregister players
ca: Estableix les credencials del reproductor, logotip personalitzat &amp; duració per defecte, Afegir col·laboradors, desregistrar reproductors
de: Anmeldedaten für Abspielgerät einrichten, benutzerdefiniertes Logo &amp; Standard-Dauer, Mitarbeiter hinzufügen, Abspielgeräte entfernen

source: Set the display settings for all players of the group
ca: Estableix els ajustos de visualització per a tots els reproductors del grup
de: Anzeige-Einstellungen für alle Abspielgeräte dieser Gruppe einrichten

source: Set the location manually
ca: Estableix la localització manualment
de: Standort von Hand eingeben

source: Settings
ca: Ajustos
de: Einstellungen

source: Settings have been saved
de: Einstellungen gespeichert

source: Sever Name or IP address
ca: Nom del Servidor o adreça IP
de: Servername oder IP-Adresse

source: Show Clock
de: Uhr anzeigen

source: Show Details
ca: Mostra els Detalls
de: Details anzeigen

source: Show Images
ca: Mostra les Imatges
de: Bilder anzeigen

source: Show Notices
ca: Mostra els Avisos
de: Notizen anzeigen

source: Show Videos
ca: Mostra els Vídeos
de: Videos anzeigen

source: Show all files that will be deployed
ca: Mostra tots els fitxers que es desplegaran
de: Alle Dateien anzeigen, die angewendet werden

source: Show your Google Calendar events
ca: Mostra els esdeveniments del teu Calendari de Google
de: Zeigen Sie Ereignisse Ihres Google-Kalenders an

source: Sign Out
ca: Tancar la Sessió
de: Abmelden

source: Sign Up for free
ca: Inscriure's de forma gratuïta
de: Kostenlos registrieren

source: Sign up
ca: Inscriure's
de: Anmelden

source: Signage Background Color
de: Hintergrund-Farbe

source: Signing up at pisignage.com is easy and we do not ask any Credit Card information. By signing up,
ca: Inscriure's a pisignage.com és senzill i no demanem cap informació de Targeta de Crèdit. Inscrivint-te,
de: Die Registrierung auf pisignage.com ist einfach und wir fragen nicht nach Kreditkarten-Informationen. Wenn Sie sich registrieren,

source: Since Yesterday
ca: Des d'Ahir
de: Seit gestern

source: Single Zone Display
ca: Pantalla de Zona Única
de: Nur ein Bereich

source: Single Zone Portrait Mode, Orient clockwise
ca: Mode de Zona Única Vertical, Orientació en el sentit de les agulles del rellotge
de: Nur ein Bereich im Hochformat, im Urhzeigersinn

source: Single Zone Portrait Mode,Orient anti-clockwise
ca: Mode de Zona Única Vertical, Orientació contra el sentit de les agulles del rellotge
de: Nur ein Bereich im Hochformat, gegen den Uhrzeigersinn

source: Slide
ca: Diapositiva
de: Schieben

source: Slide down
de: Nach unten schieben

source: Slide left
de: Nach links schieben

source: Slide right
de: Nach rechts schieben

source: Slide up
de: Nach oben schieben

source: Start Date
ca: Data d'Inici
de: Start-Datum

source: Starting on
ca: Començant a
de: Startet am

source: Static
ca: Estàtic
de: Statisch

source: Stats
de: Statistiken

source: Storage space used/Total storage available
ca: Espai d'emmagatzemament usat/Emmagatzemament total disponible
de: Speicherplatz verwendet / Gesamt verfügbarer Speicherplatz

source: Storage:
ca: Emmagatzemament:
de: Speicherplatz:

source: Stream from Internet
de: Aus dem Internet streamen

source: Streaming
de: Streamen

source: Stretch images to the screen
de: Bilder auf den gesamten Bildschirm ausdehnen

source: Submit
ca: Enviar
de: Absenden

source: Subscribe to a Google Calendar for Events
ca: Subscriure a un Calendari de Google per als Esdeveniments
de: Die Ereignisse eines Google-Kalenders abonieren

source: Subscription
de: Abo

source: Subscription Renewal
ca: Renovació de Llicència
de: Abo-Erneuerung

source: Subscription/Licenses
ca: Subscripcions/Llicències
de: Abo / Lizenzen

source: Sunday
ca: Diumenge
de: Sonntag

source: TV
de: Fernseher

source: TV Mode
ca: Mode de TV
de: Fernseher Modus

source: TV Orientation
ca: Orientació de la TV
de: Fernseher Ausrichtung

source: TV on status
ca: Estat de la TV
de: Fernseher-Status

source: Thank You!
de: Vielen Dank!

source: The Display can be divided into multiple zones with each zone playing different content. Video files can be played
ca: La Pantalla es pot dividir en múltiples zones amb cada zona reproduint un contingut diferent. Els fitxers de vídeo es poden reproduir
de: Der Bildschirm kann in mehrere Bereiche aufgeteilt werden, in denen jeweils andere Inhalte wiedergegeben werden. Video-Dateien können abgespielt werden

source: The modifications will be sent to the Players
ca: S'enviaran les modificacions als Reproductors
de: Die Änderungen werden an die Abspielgeräte gesendet

source: There are no Players, Register a player
ca: No hi ha Reproductors, Registra un reproductor
de: Sie haben keine Abspielgeräte, bitte registrieren Sie ein Abspielgerät

source: There are no assets, Tap here to add
ca: No hi ha recursos, Toca aquí per a afegir
de: Sie haben keine Inhalte, klicken Sie hier zum Hinzufügen

source: There are no categories, Add a Category
ca: No hi ha categories, Afegir una Categoria
de: Sie haben keine Kategorien, Fügen Sie eine Kategorie hinzu

source: There are no files to deploy
ca: No hi ha fitxers per a desplegar
de: Keine Dateien zum Übertragen

source: These credentials will be overwritten if player is connected to server
de: Die Anmeldedaten werden überschrieben, wenn sich das Abspielgerät mit dem Server verbindet

source: These players are not managed at pisignage.com
ca: Aquests reproductors no es gestionen a pisignage.com
de: Diese Abspielgeräte werden nicht auf pisignage.com verwaltet

source: This can be used as login ID
ca: Això es pot utilitzar com a ID d'inici de sessió
de: Kann als Anmelde-ID genutzt werden

source: This section is for Advanced user only!! Changing any parameter would affect the video display size.
ca: Aquesta secció és només per a Usuari avançat!! Canviar qualsevol paràmetre afectarà la mida de visualització del vídeo
de: Diese Einstellung ist nur für erfahrene Benutzer! Durch Ändern der Parameter ändern Sie die Größe des Bildschirms.

source: This section is for custom layouts only !! Changing Any parameter would affect the video display size in side and bottom zones.
ca: Aquesta secció és només per a disposicions personalitzades !! Canviar Qualsevol paràmetre afectarà la mida de visualització del vídeo a les zones laterals i inferior.
de: Dieser Bereich ist nur für benutzerdefinierte Anordnungen! Durch Ändern der Parameter beeinflussen Sie die Größe der Seiten- und unteren Bereichen.

source: Three Zones(full bottom) with Main Zone on left
ca: Tres Zones (inferior complert) amb la Zona Principal a l'esquerra
de: Drei Bereiche (volle Breite unten) mit Hauptbereich links
