Repository: 13DavidG/piSignage
Catalog: translation-files/*.po
Languages: ca, de

source: % done
ca: % fet
de: % erledigt

source: &nbsp;&nbsp;Only at specific time of the day (for e.g. 7AM - 11AM)
ca: &nbsp;&nbsp;Només en unes hores del dia específiques (p.ex. 7AM - 11AM)
de: &nbsp;&nbsp;Nur zu bestimmten Tageszeiten (z.B. 7 Uhr - 11 Uhr)

source: &nbsp;&nbsp;Schedule between two Dates(both inclusive)
ca: &nbsp;&nbsp;Planifica entre dues Dates (ambdós inclusives)
de: &nbsp;&nbsp;An allen Tagen zwischen diesen beiden planen (beide Tage inkludiert)

source: &nbsp;&nbsp;Schedule on specific week days or month days (needs 1.7.0 for multiple days, previous versions take the first day only)
ca: &nbsp;&nbsp;Programar en dies de la setmana o dies del mes específics (requereix 1.7.0 per múltiples dies, les versions anteriors agafaran només el primer dia)
de: &nbsp;&nbsp;An ausgewählten Wochentagen der Tagen im Monat planen (benötigt Version 1.7.0 für mehrere Tage, frühere Versionen nehmen nur den ersten Tag)

source: &nbsp;Settings
de: &nbsp;Einstellungen

source: &nbsp;free
de: &nbsp;frei

source: &nbsp;show fullscreen
ca: &nbsp;mostrar pantalla complerta
de: &nbsp;Vollbild anzeigen

source: &nbsp;view schedule
ca: &nbsp;veure planificació
de: &nbsp;Zeitplan anzeigen

source: (Please select quantity in next page after pressing Buy Now, <br>
ca: (Siusplau selecciona la quantitat a la propera pàgina després de prémer Comprar Ara, <br>
de: (Bitte klicken Sie auf "Jetzt kaufen" und wählen Sie die Anzahl auf der nächsten Seite, <br>

source: (Please select quantity in next page after pressing Buy Now,<br>
ca: (Siusplau selecciona la quantitat a la propera pàgina després de prémer Comprar Ara, <br>
de: (Bitte klicken Sie auf "Jetzt kaufen" und wählen Sie die Anzahl auf der nächsten Seite, <br>

source: (Select quantity after pressing Pay Now)
ca: (Selecciona la quantitat després de prémer Pagar Ara)
de: (Bitte klicken Sie auf "Jetzt bezahlen" und wählen Sie die Anzahl)

source: (drag to rearrange)
ca: (arrossega per reorganitzar)
de: (neu sortieren durch Ziehen)

source: (files,links,notices)
ca: (fitxers,enllaços,avisos)
de: (Dateien, Links, Notizen)

source: (layout,assets,ticker)
ca: (disposició,recursos,teletip)
de: (Layouts, Inhalt, Ticker)

source: (register & administer)
ca: (registrar & administrar)
de: (registrieren & administrieren)

source: -- All --
de: -- Alles --

source: -- choose playlist --
ca: -- tria llista --
de: -- Wiedergabeliste auswählen --

source: -- for category --
ca: -- per categoria --
de: -- für Kategorie --

source: -- for installation --
ca: -- per instal·lació --
de: -- für Installation --

source: -- for player --
ca: -- per reproductor --
de: -- für Abspielgerät --

source: -- get monthly report for --
ca: -- obtenir informe mensual per --
de: -- erhalten Sie einen monatlichen Bericht für --

source: -- none --
ca: -- cap --
de: -- nichts --

source: --- none ---
de: --- nichts ---

source: --No TZ--
ca: -- Sense Zona Horària --
de: --keine Zeitzone--

source: --Select a Group--
ca: -- Selecciona un Grup --
de: --Wählen Sie eine Gruppe--

source: --Select a Timezone--
ca: -- Selecciona una Zona Horària --
de: --Wählen Sie eine Zeitzone--

source: 720x480 Video and Browser
ca: 720x480 Vídeo i Navegador
de: 720x480 Video und Browser

source: 720x576 Video and Browser
ca: 720x576 Vídeo i Navegador
de: 720x576 Video und Browser

source: A copy exists already
ca: Una còpia ja existeix
de: Eine Kopie existiert bereits

source: ADD
ca: AFEGIR
de: HINZUFÜGEN

source: Abort uploading files to '
ca: Abortar pujada de fitxers a '
de: Hochladen abbrechen zu '

source: Access Rights(Allow to Change)
de: Zugriff auf Rechte (Änderungen zulassen)

source: Access piShell
de: Zugriff auf piShell

source: Add
ca: Afegir
de: Hinzufügen

source: Add Calendar
ca: Afegir Calendari
de: Kalender hinzufügen

source: Add Messages
de: Nachrichten hinzufügen

source: Add a Link
ca: Afegir un enllaç
de: Einen Link hinzufügen

source: Add a Message
de: Eine Nachricht hinzufügen

source: Add a collaborator
ca: Afegir un col·laborador
de: Einen Mitarbeiter hinzufügen

source: Add a ticker for this playlist
ca: Afegir un teletip per a aquesta llista
de: Einen Ticker für diese Wiedergabeliste hinzufügen

source: Add a ticker to your Screen
de: Fügen Sie einen Ticker zu Ihrem Bildschirm hinzu

source: Add or Remove this asset from multiple playlists
ca: Afegir o Treure aquest recurs de múltiples llistes
de: Hinzufügen oder Entfernen dieses Inhalts zu / aus mehreren Wiedergabelisten

source: Add, Rename or delete Groups
ca: Afegir, Reanomenar o esborrar Grups
de: Fügen Sie Gruppen hinzu, nennen Sie sie um oder löschen Sie sie

source: Add, Rename or delete Playlists
ca: Afegir, Reanomenar o esborrar Llistes
de: Fügen Sie Wiedergabelisten hinzu, nennen Sie sie um oder löschen Sie sie

source: Add/Modify the schedule for this playlist to play
ca: Afegir/Modificar la planificació per a la reproducció d'aquesta llista
de: Einen Zeitplan für diese Wiedergabeliste hinzufügen oder ändern

source: Alphabetic wise Listing
ca: Llistat Alfabètic intel·ligent
de: Alphabetisch sortierte Liste

source: Also upload by dragging & dropping files/links to this panel
de: Laden Sie Dateien oder Links auch durch Ziehen auf diesen Bereich hoch

source: An unknown error occurred posting to '
ca: Ha ocorregut un error enviant a '
de: Ein unerwarteter Fehler trat auf beim Senden an '

source: Any descrepancies please write to support@pisignage.com
ca: Si hi ha qualsevol discrepància siusplau escriviu a support@pisignage.com
de: Bei Unstimmigkeiten schreiben Sie bitte eine Nachricht an supportpisignage.com

source: Append this to playlist
ca: Afegir a aquesta llista
de: An diese Wiedergabeliste anhängen

source: Ask a question or go through the FAQ
de: Stellen Sie eine Frage oder schauen Sie in den häufig gestellten Fragen nach

source: Assets
ca: Recursos
de: Inhalte

source: Assets associated
ca: Recursos associats
de: Zugewiesene Inhalte

source: Assets include files, links, notices. Upload, rename or delete assets here
ca: Recursos inclou fitxers, enllaços, avisos. Pujar, reanomenar o esborrar recursos aquí
de: Inhalte bestehen aus Dateien, Links und Notizen. Laden Sie hier Inhalte hoch, nennen Sie sie um oder löschen Sie sie

source: Assign
ca: Assignar
de: Zuweisen

source: Assign Categories
de: Kategorien zuweisen

source: Assign Group
ca: Assignar Grup
de: Gruppe zuweisen

source: Assign to or Unassign from playlists -
ca: Assignar o Desassignar de les llistes -
de: Zu Wiedergabelisten zuweisen oder von ihnen entfernen -

source: Assigned
ca: Assignat
de: Zugewiesen

source: Associated playlists:
ca: Llistes associades:
de: Verbundene Wiedergabelisten:

source: At Specified Time
ca: A una Hora Específica
de: Zu bestimmten Zeiten

source: Available Assets
ca: Recursos disponibles
de: Verfügbare Inhalte

source: Available Files
ca: Fitxers Disponibles
de: Verfügbare Dateien

source: Available Groups
ca: Grups Disponibles
de: Verfügbare Gruppen

source: Available Player-Month Credits
ca: Crèdits Reproductor-Mes Disponibles
de: Verfügbare Monats-Guthaben für Abspielgeräte

source: Available Playlists
ca: Llistes Disponibles
de: Verfügbare Wiedergabelisten

source: Available Storage
ca: Emmagatzemament Disponible
de: Verfügbarer Speicherplatz

source: Begin
ca: Començar
de: Beginn

source: Body of the notice
ca: Cos de l'avís
de: Inhalt der Notiz

source: By making this as Advt. playlist, you can insert the assets of this playlist periodically in between the currently playing playlist.
ca: Fent aquesta una llista d'Anunci, pots inserir recursos d'aquesta llista de forma periòdica enmig de la llista reproduïda actualment.
de: Durch das Erstellen einer Werbe-Wiedergabeliste können Sie die Werbe-Inhalte zwischen denen der gerade eingestellten Wiedergabeliste einblenden.

source: Cancel
ca: Cancel·lar
de: Abbrechen

source: Categories
de: Kategorien

source: Categories:&nbsp;
de: Kategorien:&nbsp;

source: Change
ca: Canviar
de: Ändern

source: Change Access Rights
de: Zugriffsrechte ändern

source: Change And Reboot
ca: Canviar i Reiniciar
de: Ändern und neu starten

source: Change Main Zone video window size
ca: Canviar la mida de la finestra de Vídeo Principal
de: Größe des Haupt-Bereichs ändern

source: Change Password
ca: Canviar la Contrassenya
de: Passwort ändern

source: Change Player settings
de: Einstellungen des Abspielgeräts ändern

source: Change Server
ca: Canviar el Servidor
de: Server ändern

source: Change at the end of current playlist cycle
ca: Canvia al final del cicle actual de reproducció
de: Am Ende der aktuellen Wiedergabeliste ändern

source: Change only if display is not fitting the screen
de: Nur ändern, wenn nicht der gesamte Bildschirm ausgefüllt wird

source: Change player group &amp; other settings
de: Abspielgerät-Gruppe &amp; andere Einstellungen ändern

source: Change video window position for other zones
ca: Canvia la posició de la finestra de vídeo per altres zones
de: Positionen der anderen Bereiche ändern

source: Changed settings to factory default & rebooting the player
de: Auf Werkseinstellungen zurückgesetzt & Starte Abspielgerät neu

source: Changes have been saved
de: Änderungen gespeichert

source: Choose a Calendar for subscribing to Events
ca: Tria un Calendari per a subscriure't als Esdeveniments
de: Wählen Sie einen Kalender, um diesen zu abonieren

source: Chromecast device connected
ca: Dispositiu Chromecast connectat
de: Chromecast-Gerät verbunden

source: Chromecast devices available, add them to piSignage
ca: Dispositius Chromecast disponibles, afegeix-los a piSignage
de: Chromecast-Geräte sind verfügbar, fügen Sie diese zu piSignage hinzu

source: Clear filter
ca: Netejar el filtre
de: Filter zurücksetzen

source: Click the icon to Schedule&nbsp;
ca: Prem l'icona per a Planificar&nbsp;
de: Klicken Sie zum Planen auf das Symbol&nbsp;

source: Click this button to select, edit and add categories
de: Klicken Sie hier, um Kategorien auszuwählen, zu bearbeiten oder hinzuzufügen

source: Click to see the group details
de: Klicken Sie hier, um Details der Gruppe anzuzeigen

source: Click to see the playlist
ca: Prem per a veure la llista
de: Klicken Sie hier, um die Wiedergabeliste zu sehen

source: Click to view
ca: Prem per a veure
de: Zum Anzeigen klicken

source: Close
ca: Tancar
de: Schließen

source: Collaborator will be able to manage the account except for settings
ca: El col·laborador podrà gestiona el compte excepte els ajustos
de: Mitarbeiter können dieses Konto verwalten, ohne die Einstellungen zu ändern

source: Collaborators
ca: Col·laboradors
de: Mitarbeiter

source: Combine content of all scheduled playlists
de: Inhalte aller geplanten Wiedergabelisten kombinieren

source: Communication error with Player:
de: Fehler in der Kommunikation mit Abspielgerät:

source: Communication error with player:
de: Fehler in der Kommunikation mit Abspielgerät:

source: Confirm Password
ca: Confirma la Contrassenya
de: Passwort bestätigen

source: Contact us form
ca: Formulari de Contacte
de: Kontakt-Formular

source: Content from all the eligible playlists will be combined
de: Inhalte aller geeigneten Wiedergabelisten werden kombiniert

source: Continue
ca: Continuar
de: Weiter

source: Create & Edit
de: Erstellen & Bearbeiten

source: Create Group, assign &amp; schedule playlists, add ticker, select TV mode &amp; resolution,schedule TV on &amp; off , rename or delete groups
ca: Crear Grup, assignar &amp; planificar llistes, afegir teletip, seleccionar mode de TV &amp; resolució,planificar TV encesa &amp; apagada, reanomenar o esborrar grups
de: Gruppe erstellen, Wiedergabelisten zuordnen &amp; planen, Ticker hinzufügen, TV-Anzeigemodus wählen &amp; Auflösung,TV an &amp; aus planen, Gruppen umbenennen und löschen

source: Create Notice
ca: Crear Avís
de: Notiz erstellen

source: Create Playlist, add assets &amp; ticker, select Layout, duration &amp; set video window, rename or delete playlists
ca: Crear Llista, afegir recursos &amp; teletips, selecciona Disposició, duració &amp; ajustar finestra de vídeo, reanomenar o esborrar llistes
de: Wiedergabeliste erstellen, Inhalte &amp; Ticker hinzufügen, Anordnung wählen, Dauer &amp; Bereich zuweisen, Wiedergabelisten umbenennen und löschen

source: Create a new Group
ca: Crear un Grup nou
de: Eine neue Gruppe erstellen

source: Create a new Playlist
ca: Crear una Llista nova
de: Eine neue Wiedergabeliste erstellen

source: Create an Account now!
ca: Crear un Compta ara!
de: Benutzerkonto jetzt erstellen!

source: Current Password
ca: Contrassenya Actual
de: Aktuelles Passwort

source: Current Playlist
de: Aktuelle Wiedergabeliste

source: Custom Layout in Landscape Mode (v1.6.0+)
ca: Disposició Personalitzada en Mode Apaïsat (v1.6.0+)
de: Benutzerdefinierte Anordnung im Querformat (ab Version 1.6.0)

source: Custom Layout in Portrait Mode, Orient clockwise
ca: Disposició Personalitzada en Mode Vertical, Orientació en el sentit de les agulles del rellotge
de: Benutzerdefinierte Anordnung im Hochformat, im Uhrzeigersinn

source: Custom Layout in Portrait Mode,Orient anti-clockwise
ca: Disposició Personalitzada en Mode Vertical, Orientació contra el sentit de les agulles del rellotge
de: Benutzerdefinierte Anordnung im Hochformat, gegen den Uhrzeigersinn

source: Custom Logo
ca: Logotip Personalitzat
de: Benutzerdefiniertes Logo

source: Custom URL
ca: URL personalitzada
de: Benutzerdefinierte URL

source: Custom reports
ca: Informes personalitzats
de: Benutzerdefinierte Berichte

source: Customized Plans or Storage needs
ca: Plans o requeriments d'Emmagatzemament Personalitzats
de: Angepasste Abos oder Speicherbedarfe

source: DEPLOY
ca: DESPLEGAR
de: ANWENDEN

source: DONE
ca: FET
de: ERLEDIGT

source: Data will be saved in this file
de: Daten werden in dieser Datei gespeichert

source: De-Register a Player
ca: Desregistrar un Reproductor
de: Ein Abspielgerät entfernen

source: Default Duration for Slides
ca: Duració de les Diapositives per Defecte
de: Standard-Dauer für Folien

source: Default playlist assets will be played along with selected playlist
ca: Els recursos de la llista per defecte es reproduiran conjuntament amb els de la llista seleccionada
de: Inhalte der Standard-Wiedergabeliste werden mit denen der ausgewählten Wiedergabeliste gemeinsam abgespielt

source: Default volume output is 100%
ca: El volum de sortida per defecte és 100%
de: Die Standard-Lautstärke ist 100 %

source: Delete labels
ca: Esborrar etiquetes
de: Kennzeichnungen löschen

source: Deploy
ca: Desplegar
de: Anwenden

source: Deploy done for
ca: Desplegat fer per
de: Angewendet auf

source: Deploy failed for
ca: Desplegat fallit per
de: Anwenden fehlgeschlagen auf

source: Deploy&nbsp;<span class="caret"></span>
ca: Desplegar&nbsp;<span class="caret"></span>
de: Anwenden&nbsp;<span class="caret"></span>

source: Deploy/Sync all Groups
ca: Desplegar/Sincronitzar tots els Grups
de: Alle Gruppen anwenden / synchronisieren

source: Deployed, Request has been sent to all Players.
ca: Desplegat, la Petició s'ha enviat a tots els Reproductors
de: Angewendet, Anforderung wurde an alle Abspielgeräte gesendet.

source: Deployed:
ca: Desplegat:
de: Angewendet:

source: Details for
ca: Detalls per
de: Details für

source: Disable
de: Ausschalten

source: Disable Overscan
de: Overscan ausschalten

source: Dismiss
ca: Descartar
de: Abbrechen

source: Display
ca: Pantalla
de: Anzeigen

source: Display a Logo
ca: Mostrar un Logo
de: Ein Logo anzeigen

source: Do you want to delete:
ca: Vols esborrar:
de: Möchten Sie das löschen:

source: Do you want to update Software from
ca: Vols actualitzar el software des de
de: Möchten Sie die Software aktualisieren von

source: Done
de: Erledigt

source: Download
ca: Descarregar
de: Herunterladen

source: Download ALL
ca: Descarregar-ho TOT
de: Alles herunterladen

source: Drag & Drop view
ca: Vista d'Arrossegar & Deixar Anar
de: Anzeige zum Ziehen und Ablegen

source: Drag this item to rearrange
ca: Arrossega aquest element per a reorganitzar
de: Ziehen Sie diesen Inhalt zum neu sortieren

source: Drag to left window to add
ca: Arrossega a la finestra esquerra per a afegir
de: In das linke Fenster zum Hinzufügen ziehen

source: Drag to right window to remove
ca: Arrossega a la finestra dreta per a eliminar
de: In das rechte Fenster zum Löschen ziehen

source: Duplicate Group
ca: Duplicar un Grup
de: Gruppe duplizieren

source: Duplicate playlist
ca: Duplicar llista
de: Wiedergabeliste duplizieren

source: Duplicate this asset to add multiple times in the playlist
ca: Duplicar aquest recurs i afegir múltiples vegades a la llista
de: Duplizieren Sie diesen Inhalt, um ihn mehrere Male innerhalb der Wiedergabeliste hinzuzufügen

source: Duration
ca: Duració
de: Dauer

source: EXECUTE
ca: EXECUTAR
de: AUSFÜHREN

source: Edit
ca: Editar
de: Bearbeiten

source: Email is needed for sign-in
ca: Email requerit per a registrar-se
de: Zum Anmelden ist eine E-Mail-Adresse erforderlich

source: Email is needed for sign-up
ca: Email requerit per a subscriure's
de: Zum Registrieren ist eine E-Mail-Adresse erforderlich

source: Empry name or name already exists
ca: Nom buit o el nom ja existeix
de: Name ist leer oder existiert schon

source: Empty name not allowed
ca: No es permeten noms buits
de: Leerer Name ist nicht erlaubt

source: Enable
ca: Habilita
de: Aktivieren

source: Enable Ticker
ca: Habilita Teletip
de: Ticker aktivieren

source: Enable scheduling
de: Zeitplan aktivieren

source: End Date
ca: Data Final
de: End-Datum

source: Enter End Date
ca: Entrar Data de Finalització
de: Geben Sie das End-Datum ein

source: Enter End Time
ca: Entrar Hora de Finalització
de: Geben Sie die End-Zeit ein

source: Enter Start Date
ca: Entrar Data d'Inici
de: Geben Sie das Start-Datum ein

source: Enter Start Time
ca: Entrar Hora d'Inici
de: Geben Sie die Start-Zeit ein

source: Enter Your Google User ID
ca: Introdueix el teu ID d'Usuari de Google
de: Geben Sie Ihre Google User ID ein

source: Enter the 16 digit player ID
ca: Introduir l'ID de 16 dígits del reproductor
de: Geben Sie die 16-stellige Player-ID ein

source: Erase all settings & restore factory settings
de: Alle Einstellungen löschen & Werkseinstellungen wiederherstellen

source: Error :
de: Fehler:

source: Error in executing factory reset command
de: Fehler beim Wiederherstellen der Werkseinstellungen

source: Error in writing to configuration file
de: Fehler beim Schreiben der Konfigurationsdatei

source: Events
de: Ereignisse

source: Every Day End Time
ca: Hora Final de Cada Dia
de: Tägliche End-Zeit

source: Every Day Start Time
ca: Hora Inicial de Cada Dia
de: Tägliche Start-Zeit

source: Fade
de: Überblenden

source: File
ca: Fitxer
de: Datei

source: File Name
ca: Nom de Fitxer
de: Dateiname

source: File Type
de: Dateityp

source: File name already exists
ca: El nom de fitxer ja existeix
de: Dieser Dateiname existiert schon

source: File name exists or empty name
ca: El nom del fitxer ja existeix o el nom és buit
de: Dieser Dateiname existiert schon oder der Dateiname ist leer

source: File to be played in the
ca: Fitxer per a ser reproduït a
de: Datei soll abgespielt werden in der

source: Files to be deployed to players for the
ca: Fitxers per a ser desplegats als reproductors per a
de: Dateien sollen angewendet werden für Abspielgeräte in der

source: Filter by Name
ca: Filtrar per Nom
de: Nach Namen sortieren

source: Follow us at twitter.com/piSignage to get the latest updates, tips and more
ca: Segueix-nos a twitter.com/piSignage per a obtenir les últimes actualitzacions, consells i més
de: Folgen Sie uns auf Twitter.com/piSignage für die neuesten Informationen, Tipps und mehr

source: Footer
ca: Peu de pàgina
de: Fußzeile

source: Forgotten your password?
ca: Has perdut la teva contrassenya?
de: Passwort vergessen?

source: Free Credits
ca: Crèdits Gratuïts
de: Kostenloses Guthaben

source: Friday
ca: Divendres
de: Freitag

source: Gateway
ca: Porta d'enllaç
de: Zugang

source: General Settings
ca: Ajustos Generals
de: Allgemeine Einstellungen

source: Get it from the device sticker or from TV screen
ca: Obtenir-ho de l'etiqueta del dispositiu o de la pantalla de TV
de: Dies erhalten Sie vom Aufkleber auf dem Abspielgerät oder durch die Anzeige auf dem Fernseher

source: Go to Login
ca: Vés a l'inici de sessió
de: Zur Anmeldeseite gehen

source: Google User Account Details
ca: Detalls del Compte d'Usuari de Google
de: Google Benutzerkonto-Details

source: Group
ca: Grup
de: Gruppe

source: Group Settings
de: Gruppeneinstellungen

source: Group exists already
de: Diese Gruppe existiert schon

source: Group level ticker will play if there are no playlist tickers
ca: El teletip de grup es reproduirà si no hi ha teletips de llista
de: Ticker auf Gruppenebene werden angezeigt, wenn die Wiedergabeliste keinen eigenen Ticker beinhaltet

source: Groups
ca: Grups
de: Gruppen

source: HTTP Post Error
ca: Error HTTP Post
de: HTTP POst Fehler

source: Heading
ca: Capçalera
de: Kopfzeile

source: Heading To Be Shown
ca: Capçalera Per a Mostrar
de: Kopfzeile zum Anzeigen

source: Height:
ca: Alçada:
de: Höhe:

source: Help
de: Hilfe

source: Hide Title text
ca: Amagar el text de Títol
de: Titel-Text ausblenden

source: Hide system messages on TV Screen (e.g. Download in Progress)
de: System-Benachrichtigungen (z.B. "Herunterladen ...") ausblenden

source: IP Address
ca: Adreça IP
de: IP Adresse

source: If customized plans are needed or in case of more storage requirement,
ca: Si fan falta plans personalitzats o bé en cas de requerir més emmagatzemament,
de: Wenn Sie benutzerdefinierte Abos oder mehr Speicherplatz benötigen,

source: If encountered any problem just click 'Resore Defaults'. The `length` and `width` parameters define the actual window size,
ca: Si trobes algun problema només prem 'Restablir per Defecte'. Els paràmetres de `longitud` i `amplada` defineixen la mida actual de la finestra,
de: Wenn ein Problem auftritt, klicken Sie auf 'Standard wiederherstellen'. Die 'Länge'- und 'Breite'-Parameter definieren die tatsächliche Größe des Bereichs,

source: If there is a need for conversion, it will take few minutes to appear in assets
ca: Si hi ha la necessitat de conversió, trigarà uns quants minuts a aparèixer a la llista de recursos
de: Wenn eine Konvertierung erforderlich ist, wird der Inhalt erst in ein paar Minuten angezeigt

source: In case of renaming assets, Playlists will still have the old name for assets, you need to manually change them
ca: En cas de reanomenar recursos, les Llistes encara tindran els noms vells dels recursos, has de canviar-los manualment
de: Wenn Inhalte umbenannt werden, beinhalten Wiedergabelisten weiterhin die alten Namen, Sie müssen diese von Hand ändern

source: In case of renaming groups, Players need to be reassigned manually to the new group
ca: En cas de reanomenar grups, els Reproductors s'han de reassignar manualment al nou grup
de: Wenn Sie Gruppen umbenennen, müssen Sie Abspielgeräte von Hand neu der Gruppe hinzufügen

source: In case of renaming playlists, Playlist need to be manually assigned to group again
ca: En cas de reanomenar llistes, les Llistes s'han d'assignar manualment al grup altra vegada
de: Wenn Sie Wiedergabelisten umbenennen, müssen Sie die Wiedergabeliste von Hand wieder zur Gruppe hinzufügen

source: Incorrect password
ca: Contrassenya incorrecta
de: Falsches Passwort

source: Insert assets at regular intervals
ca: Inserta recursos a intervals regulars
de: Inhalte in regelmäßigen Abständen einfügen

source: Installation Settings
ca: Ajustos d'instal·lació
de: Installations-Einstellungen

source: Installations
ca: Instal·lacions
de: Installationen
